[Archetypes.ARC_AdventVanDoor_Shanty_x2 XComInteractiveLevelActor]
FriendlyDisplayName="Porta de Van"

[Archetypes.ARC_AdventVanDoor_x2 XComInteractiveLevelActor]
FriendlyDisplayName="Porta de Van"
